Repository: BlackFisch/arma-log-analyzer
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de

source: Select file
de: Datei auswählen

source: Select the minimum loglevel
de: Wähle das niedrigste Loglevel aus

source: The lowest shown Error Level. Lower means more information will be gathered from your log.
de: Das niedrigste Loglevel, welches angezeigt wird. Niedrigere Level bedeuten mehr Informationen, die aus dem Log extrahiert werden.

source: Upload
de: Hochladen

source: Upload Logfile
de: Logdatei hochladen

source: Upload another logfile
de: Weitere Log hochladen

source: Analysis results
de: Analyseergebnisse

source: Log Errors found:
de: gefundene Logmeldungen:

source: Results in log level:
de: Ergebnisse im Loglevel:

source: No errors have been found, good job!
de: Keine Fehler gefunden, gute Arbeit!

source: Maximum allowed filesize:
de: Maximale Dateigröße:

source: The uploaded file exceeded the maximum allowed filesize. Please try again with a different file.
de: Die hochgeladene Datei überschreitet die maximale erlaubte Dateigröße. Bitte versuche es mit einer anderen Datei erneut.

source: An Unicode Error occured. We are aware of the issue and working on a solution. In the meantime, please copy the contents of your logfile, paste it into an empty txt file and try agian.
de: Es ist ein Unicode Fehler aufgetreten. Dieser Fehler ist bekannt und eine Lösung bereits in Arbeit. Bis dahin, kopiere bitte den Inhalt deiner Logdatei, füge ihn in eine leere txt Datei ein und versuche es erneut.

source: An unknown error occured. Your file has been saved and the issue will be investigated.
de: Ein unbekannter Fehler ist aufgetreten. Deine Logdatei wurde gespeichert und der Fehler wird untersucht werden.

source: Output
de: Ergebnis
